Repository: invincible361/SAFRA
Catalog: lib/l10n/app_*.arb
Languages: kn

# appTitle
source: SAFRA App
kn: ಸಫರಾ ಅಪ್ಲಿಕೇಶನ್

# welcome
source: Welcome Back
kn: ಮತ್ತೆ ಸುಸ್ವಾಗತ

source: Login
kn: ಲಾಗಿನ್

source: Email
kn: ಇಮೇಲ್

source: Password
kn: ಪಾಸ್‌ವರ್ಡ್

source: Sign in with Google
kn: Google ನೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ

source: Sign in with Apple
kn: Apple ನೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ

# dontHaveAccount
source: Don't have an account?
kn: ಖಾತೆ ಇಲ್ಲವೇ?

# getStarted
source: Let's Get Started
kn: ಪ್ರಾರಂಭಿಸೋಣ

source: Sign Up
kn: ಸೈನ್ ಅಪ್

source: Register
kn: ನೋಂದಾಯಿಸಿ

source: Confirm Password
kn: ಪಾಸ್‌ವರ್ಡ್ ದೃಢೀಕರಿಸಿ

# alreadyHaveAccount
source: Already have an account?
kn: ಈಗಾಗಲೇ ಖಾತೆ ಇದೆಯೇ?

source: Forgot Password?
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರೆತಿರುವಿರಾ?

source: Reset Password
kn: ಪಾಸ್‌ವರ್ಡ್ ರೀಸೆಟ್ ಮಾಡಿ

source: Send Reset Link
kn: ರೀಸೆಟ್ ಲಿಂಕ್ ಕಳುಹಿಸಿ

source: Back to Login
kn: ಲಾಗಿನ್‌ಗೆ ಹಿಂತಿರುಗಿ

source: Verification Code
kn: ಪರಿಶೀಲನೆ ಕೋಡ್

source: Enter Verification Code
kn: ಪರಿಶೀಲನೆ ಕೋಡ್ ನಮೂದಿಸಿ

source: Verify
kn: ಪರಿಶೀಲಿಸಿ

source: Resend Code
kn: ಕೋಡ್ ಮರುಕಳುಹಿಸಿ

source: Set Password
kn: ಪಾಸ್‌ವರ್ಡ್ ಹೊಂದಿಸಿ

source: New Password
kn: ಹೊಸ ಪಾಸ್‌ವರ್ಡ್

source: Confirm New Password
kn: ಹೊಸ ಪಾಸ್‌ವರ್ಡ್ ದೃಢೀಕರಿಸಿ

source: Save Password
kn: ಪಾಸ್‌ವರ್ಡ್ ಉಳಿಸಿ

source: Map
kn: ನಕ್ಷೆ

source: Street View
kn: ರಸ್ತೆ ನೋಟ

source: Location
kn: ಸ್ಥಳ

source: Search
kn: ಹುಡುಕಿ

source: Settings
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು

source: Profile
kn: ಪ್ರೊಫೈಲ್

source: Logout
kn: ಲಾಗ್‌ಔಟ್

source: Sign Out
kn: ಸೈನ್ ಔಟ್

source: Security Settings
kn: ಸುರಕ್ಷತೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು

source: Biometric Authentication
kn: ಬಯೋಮೆಟ್ರಿಕ್ ದೃಢೀಕರಣ

source: Enable Biometric
kn: ಬಯೋಮೆಟ್ರಿಕ್ ಸಕ್ರಿಯಗೊಳಿಸಿ

source: Disable Biometric
kn: ಬಯೋಮೆಟ್ರಿಕ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ

source: PIN Code
kn: ಪಿನ್ ಕೋಡ್

source: Set PIN Code
kn: ಪಿನ್ ಕೋಡ್ ಹೊಂದಿಸಿ

source: Remove PIN Code
kn: ಪಿನ್ ಕೋಡ್ ತೆಗೆದುಹಾಕಿ

source: Enter PIN Code
kn: ಪಿನ್ ಕೋಡ್ ನಮೂದಿಸಿ

source: Confirm PIN Code
kn: ಪಿನ್ ಕೋಡ್ ದೃಢೀಕರಿಸಿ

source: PIN codes do not match
kn: ಪಿನ್ ಕೋಡ್‌ಗಳು ಹೊಂದಾಣಿಕೆಯಾಗುತ್ತಿಲ್ಲ

source: Authentication Required
kn: ದೃಢೀಕರಣ ಅಗತ್ಯವಿದೆ

source: Please authenticate
kn: ದಯವಿಟ್ಟು ದೃಢೀಕರಿಸಿ

source: Use Biometric
kn: ಬಯೋಮೆಟ್ರಿಕ್ ಬಳಸಿ

source: Use PIN Code
kn: ಪಿನ್ ಕೋಡ್ ಬಳಸಿ

source: Cancel
kn: ರದ್ದುಮಾಡಿ

source: OK
kn: ಸರಿ

source: Error
kn: ದೋಷ

source: Success
kn: ಯಶಸ್ವಿ

source: Loading...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ...

source: Please wait...
kn: ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ...

source: Invalid email
kn: ಅಮಾನ್ಯ ಇಮೇಲ್

source: Invalid password
kn: ಅಮಾನ್ಯ ಪಾಸ್‌ವರ್ಡ್

source: Password too short
kn: ಪಾಸ್‌ವರ್ಡ್ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ

source: Passwords do not match
kn: ಪಾಸ್‌ವರ್ಡ್‌ಗಳು ಹೊಂದಾಣಿಕೆಯಾಗುತ್ತಿಲ್ಲ

source: Network error
kn: ನೆಟ್‌ವರ್ಕ್ ದೋಷ

source: Try again
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ

source: No internet connection
kn: ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವಿಲ್ಲ

source: Check connection
kn: ಸಂಪರ್ಕ ಪರಿಶೀಲಿಸಿ

source: OR
kn: ಅಥವಾ

source: PIN
kn: ಪಿನ್

# pinAuthenticationSuccessful
source: PIN authentication successful! Please use your credentials to login.
kn: ಪಿನ್ ದೃಢೀಕರಣ ಯಶಸ್ವಿ! ದಯವಿಟ್ಟು ಲಾಗಿನ್ ಮಾಡಲು ನಿಮ್ಮ ಕ್ರೆಡೆನ್ಷಿಯಲ್ಸ್ ಬಳಸಿ.

# incorrectPin
source: Incorrect PIN. Please use your credentials.
kn: ತಪ್ಪಾದ ಪಿನ್. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಕ್ರೆಡೆನ್ಷಿಯಲ್ಸ್ ಬಳಸಿ.

# pleaseEnterEmail
source: Please enter your email address
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ

# passwordResetLinkSent
source: Password reset link sent to your email
kn: ಪಾಸ್‌ವರ್ಡ್ ರೀಸೆಟ್ ಲಿಂಕ್ ನಿಮ್ಮ ಇಮೇಲ್‌ಗೆ ಕಳುಹಿಸಲಾಗಿದೆ

source: Error loading security status
kn: ಸುರಕ್ಷತೆ ಸ್ಥಿತಿಯನ್ನು ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ದೋಷ

source: Face Recognition enabled successfully!
kn: ಫೇಸ್ ರೆಕಗ್ನಿಷನ್ ಯಶಸ್ವಿಯಾಗಿ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ!

# faceRecognitionEnabled
source: Face Recognition enabled! Please test by signing out and back in.
kn: ಫೇಸ್ ರೆಕಗ್ನಿಷನ್ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ! ದಯವಿಟ್ಟು ಸೈನ್ ಔಟ್ ಮತ್ತು ಮತ್ತೆ ಸೈನ್ ಇನ್ ಮಾಡಿ ಪರೀಕ್ಷಿಸಿ.

# faceRecognitionDisabled
source: Face Recognition disabled successfully!
kn: ಫೇಸ್ ರೆಕಗ್ನಿಷನ್ ಯಶಸ್ವಿಯಾಗಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ!

source: PIN code set successfully!
kn: ಪಿನ್ ಕೋಡ್ ಯಶಸ್ವಿಯಾಗಿ ಹೊಂದಿಸಲಾಗಿದೆ!

source: PIN code removed successfully!
kn: ಪಿನ್ ಕೋಡ್ ಯಶಸ್ವಿಯಾಗಿ ತೆಗೆದುಹಾಕಲಾಗಿದೆ!

source: Biometric not available
kn: ಬಯೋಮೆಟ್ರಿಕ್ ಲಭ್ಯವಿಲ್ಲ

source: Biometric not enrolled
kn: ಬಯೋಮೆಟ್ರಿಕ್ ನೋಂದಾಯಿಸಲಾಗಿಲ್ಲ

source: Biometric authentication failed
kn: ಬಯೋಮೆಟ್ರಿಕ್ ದೃಢೀಕರಣ ವಿಫಲ

# biometricAuthenticationSuccess
source: Biometric authentication successful
kn: ಬಯೋಮೆಟ್ರಿಕ್ ದೃಢೀಕರಣ ಯಶಸ್ವಿ

source: PIN code set
kn: ಪಿನ್ ಕೋಡ್ ಹೊಂದಿಸಲಾಗಿದೆ

source: PIN code removed
kn: ಪಿನ್ ಕೋಡ್ ತೆಗೆದುಹಾಕಲಾಗಿದೆ

source: Biometric enabled
kn: ಬಯೋಮೆಟ್ರಿಕ್ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ

source: Biometric disabled
kn: ಬಯೋಮೆಟ್ರಿಕ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ

source: Language
kn: ಭಾಷೆ

source: Select Language
kn: ಭಾಷೆ ಆಯ್ಕೆಮಾಡಿ

source: English
kn: ಇಂಗ್ಲಿಷ್

source: Hindi
kn: ಹಿಂದಿ

source: Kannada
kn: ಕನ್ನಡ

source: Dark Mode
kn: ಡಾರ್ಕ್ ಮೋಡ್

source: Light Mode
kn: ಲೈಟ್ ಮೋಡ್

source: System Default
kn: ಸಿಸ್ಟಮ್ ಡಿಫಾಲ್ಟ್

source: Notifications
kn: ಅಧಿಸೂಚನೆಗಳು

source: Enable Notifications
kn: ಅಧಿಸೂಚನೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

source: Disable Notifications
kn: ಅಧಿಸೂಚನೆಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ

source: About
kn: ನಲ್ಲಿ

source: Version
kn: ಆವೃತ್ತಿ

source: Privacy Policy
kn: ಗೌಪ್ಯತೆ ನೀತಿ

source: Terms of Service
kn: ಸೇವೆಯ ನಿಯಮಗಳು

source: Contact Us
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ

source: Help
kn: ಸಹಾಯ

source: Feedback
kn: ಪ್ರತಿಕ್ರಿಯೆ

source: Rate App
kn: ಅಪ್ಲಿಕೇಶನ್ ರೇಟ್ ಮಾಡಿ

source: Share App
kn: ಅಪ್ಲಿಕೇಶನ್ ಹಂಚಿಕೊಳ್ಳಿ

source: Share Location
kn: ಸ್ಥಳ ಹಂಚಿಕೊಳ್ಳಿ

source: Phone Number
kn: ಫೋನ್ ಸಂಖ್ಯೆ

# customMessage
source: Custom Message (Optional)
kn: ಕಸ್ಟಮ್ ಸಂದೇಶ (ಐಚ್ಛಿಕ)

source: Include Address
kn: ವಿಳಾಸ ಸೇರಿಸಿ

# addressRequiresInternet
source: Address requires internet connection
kn: ವಿಳಾಸಕ್ಕೆ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕ ಅಗತ್ಯವಿದೆ

source: Current Location
kn: ಪ್ರಸ್ತುತ ಸ್ಥಳ

source: Sending...
kn: ಕಳುಹಿಸುತ್ತಿದೆ...

source: Share
kn: ಹಂಚಿಕೊಳ್ಳಿ

source: Search Places
kn: ಸ್ಥಳಗಳನ್ನು ಹುಡುಕಿ

source: Search for places...
kn: ಸ್ಥಳಗಳಿಗಾಗಿ ಹುಡುಕಿ...

# pleaseFillAllFields
source: Please fill in all fields
kn: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಕ್ಷೇತ್ರಗಳನ್ನು ತುಂಬಿರಿ

source: Invalid credentials
kn: ಅಮಾನ್ಯ ಕ್ರೆಡೆನ್ಷಿಯಲ್ಸ್

source: No places found
kn: ಯಾವುದೇ ಸ್ಥಳಗಳು ಕಂಡುಬಂದಿಲ್ಲ

source: Select Place
kn: ಸ್ಥಳ ಆಯ್ಕೆಮಾಡಿ

source: Place Details
kn: ಸ್ಥಳದ ವಿವರಗಳು

source: Start Navigation
kn: ನ್ಯಾವಿಗೇಷನ್ ಪ್ರಾರಂಭಿಸಿ

source: Calculating Route...
kn: ರೂಟ್ ಲೆಕ್ಕಾಚಾರ ಮಾಡಲಾಗುತ್ತಿದೆ...

source: Switch to Map
kn: ನಕ್ಷೆಗೆ ಬದಲಾಯಿಸಿ

source: Route Progress
kn: ರೂಟ್ ಪ್ರಗತಿ

source: Destination
kn: ಗಮ್ಯಸ್ಥಾನ

source: Steps
kn: ಹಂತಗಳು

source: Previous
kn: ಹಿಂದಿನ

source: Next
kn: ಮುಂದಿನ

source: Open in Maps
kn: ನಕ್ಷೆಗಳಲ್ಲಿ ತೆರೆಯಿರಿ

source: Clear
kn: ಸ್ವಚ್ಛಗೊಳಿಸಿ

source: Navigation Guidance
kn: ನ್ಯಾವಿಗೇಷನ್ ಮಾರ್ಗದರ್ಶನ

# smsAppOpened
source: SMS app opened! If no SMS app is available, the message may have been copied to clipboard.
kn: SMS ಅಪ್ಲಿಕೇಶನ್ ತೆರೆಯಲಾಗಿದೆ! SMS ಅಪ್ಲಿಕೇಶನ್ ಲಭ್ಯವಿಲ್ಲದಿದ್ದರೆ, ಸಂದೇಶವನ್ನು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿರಬಹುದು.

# smsAppNotAvailable
source: Could not open SMS app. Please try manually sending the location.
kn: SMS ಅಪ್ಲಿಕೇಶನ್ ತೆರೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ದಯವಿಟ್ಟು ಸ್ಥಳವನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ಕಳುಹಿಸಲು ಪ್ರಯತ್ನಿಸಿ.

# smsWebLimited
source: SMS functionality is limited on web browsers. The app will try to open your SMS app.
kn: ವೆಬ್ ಬ್ರೌಸರ್‌ಗಳಲ್ಲಿ SMS ಕಾರ್ಯವಿಧಿ ಸೀಮಿತವಾಗಿದೆ. ಅಪ್ಲಿಕೇಶನ್ ನಿಮ್ಮ SMS ಅಪ್ಲಿಕೇಶನ್ ತೆರೆಯಲು ಪ್ರಯತ್ನಿಸುತ್ತದೆ.

source: Select Contact
kn: ಸಂಪರ್ಕ ಆಯ್ಕೆಮಾಡಿ

source: Search contacts...
kn: ಸಂಪರ್ಕಗಳನ್ನು ಹುಡುಕಿ...

source: Favorite Contacts
kn: ಮೆಚ್ಚಿನ ಸಂಪರ್ಕಗಳು

source: No contacts found
kn: ಯಾವುದೇ ಸಂಪರ್ಕಗಳು ಕಂಡುಬಂದಿಲ್ಲ

source: No contacts available
kn: ಯಾವುದೇ ಸಂಪರ್ಕಗಳು ಲಭ್ಯವಿಲ್ಲ

source: Add Contacts
kn: ಸಂಪರ್ಕಗಳನ್ನು ಸೇರಿಸಿ

source: Contact permission denied
kn: ಸಂಪರ್ಕ ಅನುಮತಿ ನಿರಾಕರಿಸಲಾಗಿದೆ

# contactPermissionRequired
source: Contact permission is required to access your contacts
kn: ನಿಮ್ಮ ಸಂಪರ್ಕಗಳಿಗೆ ಪ್ರವೇಶಿಸಲು ಸಂಪರ್ಕ ಅನುಮತಿ ಅಗತ್ಯವಿದೆ

source: View Directions
kn: ದಿಕ್ಕುಗಳನ್ನು ವೀಕ್ಷಿಸಿ

source: Open in Google Maps
kn: Google Maps ನಲ್ಲಿ ತೆರೆಯಿರಿ

source: AI Route Selection
kn: AI ಮಾರ್ಗ ಆಯ್ಕೆ

# analyzingRoutes
source: Analyzing routes with AI...
kn: AI ನೊಂದಿಗೆ ಮಾರ್ಗಗಳನ್ನು ವಿಶ್ಲೇಷಿಸಲಾಗುತ್ತಿದೆ...

source: Route Preferences
kn: ಮಾರ್ಗ ಆದ್ಯತೆಗಳು

# preferFastest
source: Prefer fastest route
kn: ವೇಗದ ಮಾರ್ಗವನ್ನು ಆದ್ಯತೆ ನೀಡಿ

# preferEcoFriendly
source: Prefer eco-friendly route
kn: ಪರಿಸರ ಸ್ನೇಹಿ ಮಾರ್ಗವನ್ನು ಆದ್ಯತೆ ನೀಡಿ

source: Avoid traffic
kn: ಟ್ರಾಫಿಕ್ ತಪ್ಪಿಸಿ

# preferScenic
source: Prefer scenic route
kn: ಸುಂದರವಾದ ಮಾರ್ಗವನ್ನು ಆದ್ಯತೆ ನೀಡಿ

# preferSafe
source: Prefer safe route
kn: ಸುರಕ್ಷಿತ ಮಾರ್ಗವನ್ನು ಆದ್ಯತೆ ನೀಡಿ

# maxDuration
source: Maximum Duration (minutes)
kn: ಗರಿಷ್ಠ ಅವಧಿ (ನಿಮಿಷಗಳು)

source: Advantages
kn: ಅನುಕೂಲಗಳು

source: Considerations
kn: ಪರಿಗಣನೆಗಳು

source: Low Traffic
kn: ಕಡಿಮೆ ಟ್ರಾಫಿಕ್

source: Medium Traffic
kn: ಮಧ್ಯಮ ಟ್ರಾಫಿಕ್

source: High Traffic
kn: ಹೆಚ್ಚು ಟ್ರಾಫಿಕ್
